export const errorMap = {
    19001: "現在、混み合っております。もうしばらくしてから再度アクセスしてください。",
    19004: "startRecordには 1から検索件数までの値を指定してください。",
    19005: "maximumRecordsには1～100の値を指定してください。",
    19006: "maximumRecordsには1～10の値を指定してください。",
    19007: "検索条件を指定してください。",
    19011: "検索条件の入力に誤りがあります。",
    19012: "from:開会日付をYYYY-MM-DD形式で入力してください。",
    19013: "until:開会日付をYYYY-MM-DD形式で入力してください。",
    19014: "fromはuntil以下、もしくはuntilはfrom以上の日付で入力してください。",
    19018: "from:存在しない日付です。検索条件を見直し、再度検索してください。",
    19019: "until:存在しない日付です。検索条件を見直し、再度検索してください。",
    19020: "入力可能文字数を超過しています。検索条件を見直してください。",
}